Repository: milouse/hubic-gtk
Catalog: po/*/LC_MESSAGES/hubic-gtk.po
Languages: fr

source: Idle
fr: À jour

source: Busy
fr: Occupé

source: Paused
fr: En pause

source: Connecting
fr: Connexion en cours

source: NotConnected
fr: Non connecté

source: Synchronized
fr: Synchronisé

source: Unsynchronized
fr: Désynchronisé

source: NoStatus
fr: Le fichier est filtré ou en dehors de votre dossier hubiC

source: Error
fr: ERREUR

source: Starting
fr: Démarrage

source: Killed
fr: Arrêté

source: HubicGTK Secure Repositories
fr: Dossiers protégés HubicGTK

source: Umount {0}
fr: Démonter {0}

source: Mount {0}
fr: Monter {0}

source: Encrypted repositories
fr: Dossiers cryptés

source: No config file path declared for {0}
fr: Aucun chemin valide n'a été déclaré pour le fichier de config de {0}

source: {0} already exists in your file system but is NOT an empty folder. Please fix it and then retry to mount {1}
fr: {0} existe déjà dans votre système de fichier mais n'est PAS un dossier vide. Merci d'effectuer les actions nécessaires avant de retenter de monter {1}.

source: Error while reading your password from {0}. Please check if everything is OK before retrying.
fr: Une erreur est survenue lors de la lecture de votre mot de passe depuis {0}. Merci de vérifier que le fichier est bien accessible avant de réessayer.

source: {0} correctly mounted
fr: {0} correctement monté

source: An error occured while mounting {0}
fr: Une erreur est survenue lors du montage de {0}

source: {0} successfully umounted
fr: {0} correctement démonté

source: An error occured while umounting {0}
fr: Une erreur est survenue lors du démontage de {0}

source: {0} Resume Hubic as network is up
fr: {0} hubiC est relancé car le réseau est de nouveau accessible

source: {0} Pause Hubic as network connectivity seems to be down
fr: {0} hubiC est passé en pause car le réseau n'est plus accessible

source: {0} {1} ({2}%) used on {3} {4} total
fr: {0} {1} ({2}%) utilisé sur un total de {3} {4}

source: Up: {0} {1}/s – Down: {2} {3}/s
fr: Débit montant : {0} {1}/s – Descendant : {2} {3}/s

source: {0} waiting ({1} {2} up – {3} {4} down)
fr: {0} en attente ({1} {2} montant – {3} {4} descendant)

source: Current transfers
fr: Transferts actuels

source: Start Hubic
fr: Démarrer hubiC

source: Resume synchronization
fr: Relancer la synchronisation

source: Suspend synchronization
fr: Suspendre la synchronisation

source: Stop Hubic
fr: Arrêter hubiC

source: Show notification messages
fr: Afficher les messages de notification

source: Last messages
fr: Derniers messages

source: Automatically start
fr: Lancement automatique

source: Report a bug
fr: Rapporter un bogue

source: hubiC is an online storage platform provided by OVH. This is a status icon for it.
fr: hubiC est une plateforme de stockage en ligne créée par OVH. Cette application fournit une icône de statut pour ce service.

source: A status icon for hubiC on Gnu/Linux, providing an easy way to manage your encfs synchronised folders too.
fr: Une icône de statut pour hubiC sous Gnu/Linux permettant également de gérer vos dossiers synchronisés chiffrés avec encfs.

source: HubicGTK is released under the WTF public license Status icons use famfamfam silk icons, released under CC By 2.5 license
fr: HubicGTK est disponible selon les termes de la WTF public license Les icônes de statuts utilisent les icônes Silk de famfamfam, disponibles selon les termes d'un contrat Creative Commons Attribution en version 2.5

source: Network Storage
fr: Stockage réseau
